[
  {
    "label1": "📝 Introduction to Personality Science (Personality 101)",
    "label2": "",
    "title": "Personality psychology",
    "year": "2021",
    "citation": "Roberts, B. W., & Yoon, H. J. (2021). Personality psychology. *Annual Review of Psychology*, 73(1), 489–516. https://doi.org/10.1146/annurev-psych-020821-114927",
    "abstract": "Personality psychology, which seeks to study individual differences in thoughts, feelings, and behaviors that persist over time and place, has experienced a renaissance in the last few decades. It has also not been reviewed as a field in the Annual Review of Psychology since 2001. In this article, we seek to provide an update as well as a meta-organizational structure to the field. In particular, personality psychology has a prescribed set of four responsibilities that it implicitly or explicitly tackles as a field: (a) describing what personality is—i.e., what the units of analysis in the field are; (b) documenting how it develops; (c) explaining the processes of personality and why they affect functioning; and (d) providing a framework for understanding individuals and explaining their actions, feelings, and motivations. We review progress made over the last 20 years to address these four agendas and conclude by highlighting future directions and ongoing challenges to the field."
  },
  {
    "label1": "📝 Introduction to Personality Science (Personality 101)",
    "label2": "",
    "title": "Descriptive, predictive and explanatory personality research: Different goals, different aproaches, but a shared need to move beyond the Big Few traits",
    "year": "2020",
    "citation": "Mõttus, R., Wood, D., Condon, D. M., Back, M. D., Baumert, A., Costantini, G., Epskamp, S., Greiff, S., Johnson, W., Lukaszewski, A., Murray, A., Revelle, W., Wright, A. G., Yarkoni, T., Ziegler, M., & Zimmermann, J. (2020). Descriptive, predictive and explanatory personality research: Different goals, different aproaches, but a shared need to move beyond the Big Few traits. *European Journal of Personality, 34*(6), 1175–1201. https://doi.org/10.1002/per.2311",
    "abstract": "We argue that it is useful to distinguish between three key goals of personality science—description, prediction and explanation—and that attaining them often requires different priorities and methodological approaches. We put forward specific recommendations such as publishing findings with minimum a priori aggregation and exploring the limits of predictive models without being constrained by parsimony and intuitiveness but instead maximizing out–of–sample predictive accuracy. We argue that naturally occurring variance in many decontextualized and multidetermined constructs that interest personality scientists may not have individual causes, at least as this term is generally understood and in ways that are human–interpretable, never mind intervenable. If so, useful explanations are narratives that summarize many pieces of descriptive findings rather than models that target individual cause–effect associations. By meticulously studying specific and contextualized behaviours, thoughts, feelings and goals, however, individual causes of variance may ultimately be identifiable, although such causal explanations will likely be far more complex, phenomenon–specific and person–specific than anticipated thus far. Progress in all three areas—description, prediction and explanation—requires higher dimensional models than the currently dominant ‘Big Few’ and supplementing subjective trait–ratings with alternative sources of information such as informant–reports and behavioural measurements. Developing a new generation of psychometric tools thus provides many immediate research opportunities."
  },
  {
    "label1": "📝 Introduction to Personality Science (Personality 101)",
    "label2": "",
    "title": "The Big Five trait taxonomy: History, measurement, and theoretical perspectives",
    "year": "1999",
    "citation": "John, O. P., & Srivastava, S. (1999). The Big Five trait taxonomy: History, measurement, and theoretical perspectives. In L. A. Pervin & O. P. John (Eds.), Handbook of personality: Theory and research (2nd ed., pp. 102–138). Guilford Press. https://psycnet.apa.org/record/1999-04371-004",
    "abstract": "Reviews the history of the Big Five taxonomy of personality trait dimensions, including the discovery of the five dimensions (extraversion, agreeableness, conscientiousness, neuroticism, and openness), research replicating and extending the model, its convergence with research in the questionnaire tradition, and the development of several instruments to measure the Big Five. The authors then compare three of the most frequently used instruments (P. T. Costa and R. R. McCrae's (1992) NEO Personality Inventory instruments, L. R. Goldberg's (1992) Trait Descriptive Adjectives, and O. P. John, E. M. Donohue, and B. L. Kentle's (1991) Big Five Inventory) and report data regarding their reliability and convergent validity. Finally, they address a number of critical issues, including how the Big Five taxonomy is structured hierarchically, whether the five dimensions predict important life outcomes, how they develop, how they combine into personality types, and whether they are descriptive or explanatory concepts."
  },
  {
    "label1": "📝 Introduction to Personality Science (Personality 101)",
    "label2": "",
    "title": "A contrarian view of the five-factor approach to personality description",
    "year": "1995",
    "citation": "Block, J. (1995). A contrarian view of the five-factor approach to personality description. *Psychological Bulletin, 117*(2), 187–215. https://doi.org/10.1037/0033-2909.117.2.187",
    "abstract": "The 5-factor approach (FFA) to personality description has been represented as a comprehensive and compelling rubric for assessment. In this article, various misgivings about the FFA are delineated. The algorithmic method of factor analysis may not provide dimensions that are incisive. The 'discovery' of the five factors may be influenced by unrecognized constraints on the variable sets analyzed. Lexical analyses are based on questionable conceptual and methodological assumptions, and have achieved uncertain results. The questionnaire version of the FFA has not demonstrated the special merits and sufficiencies of the five factors settled upon. Serious uncertainties have arisen in regard to the claimed 5-factor structure and the substantive meanings of the factors. Some implications of these problems are drawn."
  },
  {
    "label1": "📝 Introduction to Personality Science (Personality 101)",
    "label2": "",
    "title": "Personality structure: Emergence of the five-factor model",
    "year": "1990",
    "citation": "Digman, J. M. (1990). Personality structure: Emergence of the five-factor model. *Annual Review of Psychology, 41*, 417–440. https://doi.org/10.1146/annurev.ps.41.020190.002221",
    "abstract": "Reviews research on the 5-factor model (FFM) of personality, which has provided a useful set of broad dimensions that characterize individual differences. These dimensions can be measured with high reliability and validity and provide a good answer to the question of personality structure. The literature on the FFM has included interpretations of the FFM's dimensions, representation of the FFM in questionnaires, and studies of the FFM in relation to behavior. The FFM is discussed in terms of other personality systems, including that of H. J. Eysenck (1970). Also examined are theoretical conjectures about and correlates of the personality dimensions, as well as methodological issues."
  },
  {
    "label1": "📝 Introduction to Personality Science (Personality 101)",
    "label2": "",
    "title": "Personality and assessment",
    "year": "1968",
    "citation": "Mischel, W. (1968). *Personality and assessment*. John Wiley & Sons Inc. https://psycnet.apa.org/record/2003-00025-000",
    "abstract": "After many 'out-of-print' years, this volume has been reissued in response to an increasing demand for copies. This reflects that the fundamental questions that motivated this book thirty years ago are still being asked. But more important, the answers -- or at least their outlines -- now seem to be in sight. In 1968, this book stood as an expression of a paradigm crisis in its critique of the state of personality psychology. The last three decades have been filled with controversy and debate about the dilemmas raised here, and then with renewal and fresh discoveries. It therefore seems especially timely to revisit the pages which posed the challenges. Mischel outlined the need to encompass the situation in the study of personality, but with a focus on the acquired meaning of stimuli and on the situation as perceived, viewing the individual as a cognitive-affective being who construes, interprets, and transforms the stimulus in a dynamic reciprocal interaction with the social world. He focused on the idiographic analysis of personality that had originally motivated the field, and the complexity, discriminative facility, and uniqueness of the individual, and sought to connect the expressions of personality to the individual's behavior -- that is, to what people do and not just what they say. Even the intrinsically contextualized 'if...then...' expressions of the personality system -- its essential behavioral signatures -- were foreshadowed in this book that fired the opening salvo in a search for 'a truly dynamic personality psychology.'"
  },
  {
    "label1": "📝 Introduction to Personality Science (Personality 101)",
    "label2": "",
    "title": "Personality: a psychological interpretation",
    "year": "1937",
    "citation": "Allport, G. W. (1937). *Personality: a psychological interpretation*. Holt. https://psycnet.apa.org/record/1938-01964-000",
    "abstract": "This is a comprehensive treatment of the subject, embracing the definition of personality and a history of characterology; a consideration of such fundamental concepts as heredity, growth, the self, the transformation of motives ('functional autonomy') and maturity; the structure of personality with special reference to traits, their specificity and consistency; methods of investigation, including psychography, rating, testing and experimental procedures; and the general problem of understanding personality through judgment, inference and intuition. These topics are discussed historically, expositionally and critically. The chief thesis of the work is the uniqueness of the individual. Supporting concepts are the consistency of traits and the functional autonomy (contemporaneousness) of motives. The author attempts, however, 'to respect the many-sidedness of the subject-matter of this new science.' Thorough documentation assists in this direction."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧭 Trait Taxonomies",
    "title": "Empirical, theoretical, and practical advantages of the HEXACO model of personality structure",
    "year": "2007",
    "citation": "Ashton, M. C., & Lee, K. (2007). Empirical, theoretical, and practical advantages of the HEXACO model of personality structure. *Personality and Social Psychology Review, 11*(2), 150–166. https://doi.org/10.1177/1088868306294907",
    "abstract": "The authors argue that a new six-dimensional framework for personality structure—the HEXACO model— constitutes a viable alternative to the well-known Big Five or five-factor model. The new model is consistent with the cross-culturally replicated finding of a common six-dimensional structure containing the factors Honesty-Humility (H), Emotionality (E), eExtraversion (X), Agreeableness (A), Conscientiousness (C), and Openness to Experience (O). Also, the HEXACO model predicts several personality phenomena that are not explained within the B5/FFM, including the relations of personality factors with theoretical biologists' constructs of reciprocal and kin altruism and the patterns of sex differences in personality traits. In addition, the HEXACO model accommodates several personality variables that are poorly assimilated within the B5/FFM."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧭 Trait Taxonomies",
    "title": "The development of markers for the Big-Five factor structure",
    "year": "1992",
    "citation": "Goldberg, L. R. (1992). The development of markers for the Big-Five factor structure. *Psychological Assessment, 4*(1), 26–42. https://doi.org/10.1037/1040-3590.4.1.26",
    "abstract": "To satisfy the need in personality research for factorially univocal measures of each of the 5 domains that subsume most English-language terms for personality traits, new sets of Big-Five factor markers were investigated. In studies of adjective-anchored bipolar rating scales, a transparent format was found to produce factor markers that were more univocal than the same scales administered in the traditional format. Nonetheless, even the transparent bipolar scales proved less robust as factor markers than did parallel sets of adjectives administered in unipolar format. A set of 100 unipolar terms proved to be highly robust across quite diverse samples of self and peer descriptions. These new markers were compared with previously developed ones based on far larger sets of trait adjectives, as well as with the scales from the NEO and Hogan personality inventories."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧭 Trait Taxonomies",
    "title": "Four ways five factors are basic",
    "year": "1992",
    "citation": "Costa, P. T., & McCrae, R. R. (1992). Four ways five factors are basic. *Personality and Individual Differences, 13*(6), 653–665. https://doi.org/10.1016/0191-8869(92)90236-I",
    "abstract": "The five-factor model has recently received wide attention as a comprehensive model of personality traits. The claim that these five factors represent basic dimensions of personality is based on four lines of reasoning and evidence: (a) longitudinal and cross-observer studies demonstrate that all five factors are enduring dispositions that are manifest in patterns of behavior; (b) traits related to each of the factors are found in a variety of personality systems and in the natural language of trait description; (c) the factors are found in different age, sex, race, and language groups, although they may be somewhat differently expressed in different cultures; and (d) evidence of heritability suggests that all have some biological basis. To clarify some remaining confusions about the five-factor model, the relation between Openness and psychometric intelligence is described, and problems in factor rotation are discussed."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧭 Trait Taxonomies",
    "title": "Dimensions of personality: 16, 5 or 3?—Criteria for a taxonomic paradigm",
    "year": "1991",
    "citation": "Eysenck, H. J. (1991). Dimensions of personality: 16, 5 or 3?—Criteria for a taxonomic paradigm. *Personality and Individual Differences, 12*(8), 773–790. https://doi.org/10.1016/0191-8869(91)90144-Z",
    "abstract": "It is suggested that what is needed in personality research is a paradigm which would give rise to coordinated research work ('normal science') directed in part at the elimination or clarification of anomalies. Several such paradigms have in fact been suggested, so that clearly what is needed is a set of criteria to decide between them. Several such criteria are put forward, and an attempt is made to apply them to three major systems, namely Cattell's 16 PF, the Norman 'big 5', and the Eysenck PEN system. It is suggested that if agreement could be reached on these criteria, we might be able to approach agreement on the substantive issue of what are the major dimensions of personality."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧭 Trait Taxonomies",
    "title": "A neo-Allportian approach to personality",
    "year": "1991",
    "citation": "Funder, D. C. (1991). Global traits: A neo-Allportian approach to personality. *Psychological Science, 2*(1), 31–39. https://doi.org/10.1111/j.1467-9280.1991.tb00093.x",
    "abstract": "This paper outlines a theory of global traits based on the seminal writings of Gordon Allport and 50 years of subsequent empirical research. Personality research needs to refocus on global traits because such traits are an important part of everyday social discourse, because they embody a good deal of folk wisdom and common sense, because understanding and evaluating trait judgments can provide an important route toward the improvement of social judgment, and because global traits offer legitimate, if necessarily incomplete, explanations of behavior. A substantial body of evidence supporting the existence of global traits includes personality correlates of behavior, interjudge agreement in personality ratings, and the longitudinal stability of personality over time. Future research should clarify the origins of global traits, the dynamic mechanisms though which they influence behavior, and the behavioral cues through which they can most accurately be judged."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧭 Trait Taxonomies",
    "title": "An alternative \"description of personality\": The Big-Five factor structure",
    "year": "1990",
    "citation": "Goldberg, L. R. (1990). An alternative \"description of personality\": The Big-Five factor structure. *Journal of Personality and Social Psychology, 59*(6), 1216–1229. https://doi.org/10.1037/0022-3514.59.6.1216",
    "abstract": "In the 45 years since R. B. Cattell (1943, 1945) used English trait terms to begin the formulation of his 'description of personality,' a number of investigators have proposed an alternative structure based on 5 orthogonal factors. The generality of this 5-factor model is here demonstrated across unusually comprehensive sets of trait terms. In the 1st of 3 studies, 1,431 trait adjectives grouped into 75 clusters were analyzed; virtually identical structures emerged in 10 replications, each based on a different factor-analytic procedure. A 2nd study of 479 common terms grouped into 133 synonym clusters revealed the same structure in 2 samples of self-ratings and in 2 samples of peer ratings. None of the factors beyond the 5th generalized across the samples. In the 3rd study, analyses of 100 clusters derived from 339 trait terms suggest their potential utility as Big-Five markers in future studies."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧭 Trait Taxonomies",
    "title": "Trait-names: A psycho-lexical study",
    "year": "1936",
    "citation": "Allport, G. W., & Odbert, H. S. (1936). Trait-names: A psycho-lexical study. *Psychological Monographs, 47*(1), i–171. https://doi.org/10.1037/h0093360",
    "abstract": "An experiment was arranged whereby all three judges independently classified into the four selected columns 300 representative words, drawn from the total list according to a principle of representative distribution. The results of this study may be expressed in percentages of the total number of terms that each pair of judges assigned to identically the same columns. Taking only the instances where all three judges agree, we find 141 words or 47 per cent of the list, whereas 6.25 per cent represents the chance expectation. Examining this average agreement more closely we next determine the peculiarities of each individual judge when his placements are compared with those of the other two judges. This analysis calls attention to perhaps the principal source of unreliability, namely the tendency of each judge to have a mental set of 'leniency' favoring the inclusion of marginal or doubtful terms in one column rather than another. Four outside judges selected 130 of the 300 terms as strange and unfamiliar to them. The agreement of the three editors for this group of terms averaged only 45 per cent, as against 47 per cent for the total list, and 48 per cent for the remaining 170 more familiar terms. Apparently established usage and familiarity enhances but slightly the reliability of the placement."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🔍 Facets & Nuances",
    "title": "Bottom up construction of a personality taxonomy",
    "year": "2020",
    "citation": "Condon, D. M., Wood, D., Mõttus, R., Booth, T., Costantini, G., Greiff, S., Johnson, W., Lukaszewski, A., Murray, A., Revelle, W., Wright, A. G. C., Ziegler, M., & Zimmermann, J. (2020). Bottom up construction of a personality taxonomy. *European Journal of Psychological Assessment, 36*(6), 923–934. https://doi.org/10.1027/1015-5759/a000626",
    "abstract": "In pursuit of a more systematic and comprehensive framework for personality assessment, we introduce procedures for assessing personality traits at the lowest level: nuances. We argue that constructing a personality taxonomy from the bottom up addresses some of the limitations of extant top-down assessment frameworks (e.g., the Big Five), including the opportunity to resolve confusion about the breadth and scope of traits at different levels of the organization, evaluate unique and reliable trait variance at the item level, and clarify jingle/jangle issues in personality assessment. With a focus on applications in survey methodology and transparent documentation, our procedures contain six steps: (1) identification of a highly inclusive pool of candidate items, (2) programmatic evaluation and documentation of item characteristics, (3) test-retest analyses of items with adequate qualitative and quantitative properties, (4) analysis of cross-ratings from multiple raters for items with adequate retest reliability, (5) aggregation of ratings across diverse samples to evaluate generalizability across populations, (6) evaluations of predictive utility in various contexts. We hope these recommendations are the first step in a collaborative effort to identify a comprehensive pool of personality nuances at the lowest level, enabling subsequent construction of a robust hierarchy – from the bottom up."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🔍 Facets & Nuances",
    "title": "A model for personality at three levels",
    "year": "2015",
    "citation": "Revelle, W., & Condon, D. M. (2015). A model for personality at three levels. *Journal of Research in Personality, 56*, 70–81. https://doi.org/10.1016/j.jrp.2014.12.006",
    "abstract": "People differ. How and why they differ are the fundamental questions for personality psychologists. In this article we address three levels at which people differ: within individuals, between individuals, and between groups of individuals. A dynamic model of personality is considered where traits are seen as rates of change in states in response to environmental cues. Within individuals, motivational and behavioral states show inertial properties and lead to an analysis of rates of change and latencies of behavior. Between individuals, the analysis is one of frequency and duration of choices. When individuals self select into groups reflecting shared interests and abilities, the structure of these group differences reflects the consequences of the self selection. Examples of the dynamic model are given for each level of analysis."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧑‍🤝‍🧑 Group Differences",
    "title": "There are a million ways to be a woman and a million ways to be a man: Gender differences across personality nuances and nations",
    "year": "2025",
    "citation": "Hofmann, R., Rozgonjuk, D., Soto, C. J., Ostendorf, F., & Mõttus, R. (2025). There are a million ways to be a woman and a million ways to be a man: Gender differences across personality nuances and nations. *Journal of Research in Personality*, 104582. https://doi.org/10.1016/j.jrp.2025.104582",
    "abstract": "Gender differences in personality are typically summarised using broad trait domains. To acknowledge personality traits’ multidimensionality, we studied gender differences on different levels of the personality hierarchy. Using data spanning 74 countries and four different inventories, we compared the multivariate and univariate associations of gender with aggregate trait domains and facets, and unaggregated items as markers of trait nuances. Many gender differences were specific to narrow traits and geographical contexts. While gender is accurately predictable by aggregating small gender differences in multiple traits (multivariate gender difference), individual traits cannot be accurately predicted from gender (univariate gender differences), making many simplistic statements about gender differences inconsistent with data."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧑‍🤝‍🧑 Group Differences",
    "title": "The Big Five Inventory–2 in China: A comprehensive psychometric evaluation in four diverse samples",
    "year": "2022",
    "citation": "Zhang, B., Li, Y. M., Li, J., Luo, J., Ye, Y., Yin, L., Chen, Z. ,S oto, C. J. & John, O. P. (2022). The Big Five Inventory–2 in China: A comprehensive psychometric evaluation in four diverse samples. *Assessment, 29*(6), 1262-1284. https://doi.org/10.1177/10731911211008245",
    "abstract": "The Big Five Inventory-2 (BFI-2) has received wide recognition since its publication because it strikes a good balance between content coverage and brevity. The current study translated the BFI-2 into Chinese, evaluated its psychometric properties in four diverse Chinese samples (college students, adult employees, adults treated for substance use, and adolescents), and compared its factor structure with those obtained from two U.S. samples. Across two studies, the Chinese BFI-2 demonstrated good reliability (Cronbach’s α and test–retest reliability), structural validity, convergent/discriminant validity, and criterion-related validity at the domain level. At lower levels of analyses, some facets and negatively worded items functioned better among participants with higher than those with lower education levels. Implications, limitations, and future directions are discussed."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧑‍🤝‍🧑 Group Differences",
    "title": "How universal is the Big Five? Testing the five-factor model of personality variation among forager–farmers in the Bolivian Amazon",
    "year": "2013",
    "citation": "Gurven, M., von Rueden, C., Massenkoff, M., Kaplan, H., & Lero Vie, M. (2013). How universal is the Big Five? Testing the five-factor model of personality variation among forager–farmers in the Bolivian Amazon. *Journal of Personality and Social Psychology, 104*(2), 354–370. https://doi.org/10.1037/a0030841",
    "abstract": "The five-factor model (FFM) of personality variation has been replicated across a range of human societies, suggesting the FFM is a human universal. However, most studies of the FFM have been restricted to literate, urban populations, which are uncharacteristic of the majority of human evolutionary history. We present the first test of the FFM in a largely illiterate, indigenous society. Tsimane forager–horticulturalist men and women of Bolivia (n = 632) completed a translation of the 44-item Big Five Inventory (Benet-Martínez & John, 1998), a widely used metric of the FFM. We failed to find robust support for the FFM, based on tests of (a) internal consistency of items expected to segregate into the Big Five factors, (b) response stability of the Big Five, (c) external validity of the Big Five with respect to observed behavior, (d) factor structure according to exploratory and confirmatory factor analysis, and (e) similarity with a U.S. target structure based on Procrustes rotation analysis. Replication of the FFM was not improved in a separate sample of Tsimane adults (n = 430), who evaluated their spouses on the Big Five Inventory. Removal of reverse-scored items that may have elicited response biases produced factors suggestive of Extraversion, Agreeableness, and Conscientiousness, but fit to the FFM remained poor. Response styles may covary with exposure to education, but we found no better fit to the FFM among Tsimane who speak Spanish or have attended school. We argue that Tsimane personality variation displays 2 principal factors that may reflect socioecological characteristics common to small-scale societies. We offer evolutionary perspectives on why the structure of personality variation may not be invariant across human societies."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧑‍🤝‍🧑 Group Differences",
    "title": "Toward a new approach to the study of personality in culture",
    "year": "2011",
    "citation": "Cheung, F. M., van de Vijver, F. J. R., & Leong, F. T. L. (2011). Toward a new approach to the study of personality in culture. *American Psychologist, 66*(7), 593–603. https://doi.org/10.1037/a0022389   <!-- - **Personality profiles of cultures: Aggregate personality traits**  McCrae, R. R., Terracciano, A., & Personality Profiles of Cultures Project. (2005). Personality profiles of cultures: Aggregate personality traits. *Journal of Personality and Social Psychology, 89*(3), 407–425. https://doi.org/10.1037/0022-3514.89.3.407",
    "abstract": "We review recent developments in the study of culture and personality measurement. Three approaches are described: an etic approach that focuses on establishing measurement equivalence in imported measures of personality, an emic (indigenous) approach that studies personality in specific cultures, and a combined emic–etic approach to personality. We propose the latter approach as a way of combining the methodological rigor of the etic approach and the cultural sensitivity of the emic approach. The combined approach is illustrated by two examples: the first with origins in Chinese culture and the second in South Africa. The article ends with a discussion of the theoretical and practical implications of the combined emic–etic approach for the study of culture and personality and for psychology as a science."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧑‍🤝‍🧑 Group Differences",
    "title": "Universal Features of Personality Traits From the Observer's Perspective: Data From 50 Cultures",
    "year": "2005",
    "citation": "McCrae, R. R., Terracciano, A., & 78 Members of the Personality Profiles of Cultures Project. (2005). Universal Features of Personality Traits From the Observer's Perspective: Data From 50 Cultures. *Journal of Personality and Social Psychology, 88*(3), 547–561. https://doi.org/10.1037/0022-3514.88.3.547",
    "abstract": "To test hypotheses about the universality of personality traits, college students in 50 cultures identified an adult or college-aged man or woman whom they knew well and rated the 11,985 targets using the 3rd-person version of the Revised NEO Personality Inventory. Factor analyses within cultures showed that the normative American self-report structure was clearly replicated in most cultures and was recognizable in all. Sex differences replicated earlier self-report results, with the most pronounced differences in Western cultures. Cross-sectional age differences for 3 factors followed the pattern identified in self-reports, with moderate rates of change during college age and slower changes after age 40. With a few exceptions, these data support the hypothesis that features of personality traits are common to all human groups."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧑‍🤝‍🧑 Group Differences",
    "title": "Gender differences in personality traits across cultures: Robust and surprising findings",
    "year": "2001",
    "citation": "Costa, P. T., Jr., Terracciano, A., & McCrae, R. R. (2001). Gender differences in personality traits across cultures: Robust and surprising findings. *Journal of Personality and Social Psychology, 81*(2), 322–331. https://doi.org/10.1037/0022-3514.81.2.322 -->",
    "abstract": "Secondary analyses of Revised NEO Personality inventory data from 26 cultures (N =23,031) suggest that gender differences are small relative to individual variation within genders; differences are replicated across cultures for both college-age and adult samples, and differences are broadly consistent with gender stereotypes: Women reported themselves to be higher in Neuroticism, Agreeableness, Warmth, and Openness to Feelings, whereas men were higher in Assertiveness and Openness to Ideas. Contrary to predictions from evolutionary theory, the magnitude of gender differences varied across cultures. Contrary to predictions from the social role model, gender differences were most pronounced in European and American cultures in which traditional sex roles are minimized. Possible explanations for this surprising finding are discussed, including the attribution of masculine and feminine behaviors to roles rather than traits in traditional cultures."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧑‍🤝‍🧑 Group Differences",
    "title": "Indigenous Chinese personality constructs: Is the Five-Factor Model complete?",
    "year": "2001",
    "citation": "Cheung, F. M., Leung, K., Zhang, J.-x., Sun, H.-f., Gan, Y.-q., Song, W.-z., & Xie, D. (2001). Indigenous Chinese personality constructs: Is the Five-Factor Model complete? *Journal of Cross-Cultural Psychology, 32*(4), 407–433. https://doi.org/10.1177/0022022101032004003",
    "abstract": "The universality and sufficiency of the five-factor model in the Chinese context were investigated. In Study 1, analysis of the Revised NEO Personality Inventory (NEO-PI-R) and the Chinese Personality Assessment Inventory (CPAI) taken by Chinese students showed four joint factors similar to the domains of the NEO-PI-R. Two unique factors were obtained. The Interpersonal Relatedness factor was defined only by CPAI scales. The Openness domain, however, was not represented in the CPAI scales. In Study 2, involving Chinese managers, the robustness of the Interpersonal Relatedness factor was demonstrated. In Study 3, the six-factor model was confirmed with Hawaiian students. Further analyses showed that the six-factor models were superior to the five-factor models and that the Interpersonal Relatedness scales could not be consistently explained by a combination of the Big Five factors. Implications for the universality of the five-factor model and the cross-cultural relevance of the CPAI Interpersonal Relatedness factor are discussed."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧑‍🤝‍🧑 Group Differences",
    "title": "Culture and personality: Toward an integrated cultural trait psychology",
    "year": "2000",
    "citation": "Church, A. T. (2000). Culture and personality: Toward an integrated cultural trait psychology. *Journal of Personality, 68*(4), 651–703. https://doi.org/10.1111/1467-6494.00112",
    "abstract": "Two theoretical perspectives currently dominate research on culture and personality, the cross-cultural trait psychology approach, in which the trait concept is central, and the cultural psychology approach, in which the trait concept is questioned. Here I review theory and research from both perspectives and propose that the tenets of cultural psychology, at least in their more moderate forms, can be synthesized with the trait psychology approach, resulting in an integrated cultural trait psychology perspective."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "🧑‍🤝‍🧑 Group Differences",
    "title": "Gender differences in personality: A meta-analysis",
    "year": "1994",
    "citation": "Feingold, A. (1994). Gender differences in personality: A meta-analysis. *Psychological Bulletin, 116*(3), 429–456. https://doi.org/10.1037/0033-2909.116.3.429",
    "abstract": "Four meta-analyses were conducted to examine gender differences in personality in the literature (1958-1992) and in normative data for well-known personality inventories (1940-1992). Males were found to be more assertive and had slightly higher self-esteem than females. Females were higher than males in extraversion, anxiety, trust, and, especially, tender-mindedness (e.g., nurturance). There were no noteworthy sex differences in social anxiety, impulsiveness, activity, ideas (e.g., reflectiveness), locus of control, and orderliness. Gender differences in personality traits were generally constant across ages, years of data collection, educational levels, and nations."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "📖 Life Narratives",
    "title": "Gaining insights from social media language: Methodologies and challenges",
    "year": "2016",
    "citation": "Kern, M. L., Park, G., Eichstaedt, J. C., Schwartz, H. A., Sap, M., Smith, L. K., & Ungar, L. H. (2016). Gaining insights from social media language: Methodologies and challenges. *Psychological Methods, 21*(4), 507–525. https://doi.org/10.1037/met0000091",
    "abstract": "Language data available through social media provide opportunities to study people at an unprecedented scale. However, little guidance is available to psychologists who want to enter this area of research. Drawing on tools and techniques developed in natural language processing, we first introduce psychologists to social media language research, identifying descriptive and predictive analyses that language data allow. Second, we describe how raw language data can be accessed and quantified for inclusion in subsequent analyses, exploring personality as expressed on Facebook to illustrate. Third, we highlight challenges and issues to be considered, including accessing and processing the data, interpreting effects, and ethical issues. Social media has become a valuable part of social life, and there is much we can learn by bringing together the tools of computer science with the theories and insights of psychology."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "📖 Life Narratives",
    "title": "The online social self: An open vocabulary approach to personality",
    "year": "2013",
    "citation": "Kern, M. L., Eichstaedt, J. C., Schwartz, H. A., Dziurzynski, L., Ungar, L. H., Stillwell, D. J., Kosinski, M., Ramones, S. M., & Seligman, M. E. P. (2013). The online social self: An open vocabulary approach to personality. *Assessment, 21*(2), 158–169. https://doi.org/10.1177/1073191113514104",
    "abstract": "Objective: We present a new open language analysis approach that identifies and visually summarizes the dominant naturally occurring words and phrases that most distinguished each Big Five personality trait. Method: Using millions of posts from 69,792 Facebook users, we examined the correlation of personality traits with online word usage. Our analysis method consists of feature extraction, correlational analysis, and visualization. Results: The distinguishing words and phrases were face valid and provide insight into processes that underlie the Big Five traits. Conclusion: Open-ended data driven exploration of large datasets combined with established psychological theory and measures offers new tools to further understand the human psyche."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "📖 Life Narratives",
    "title": "Narrative identity",
    "year": "2013",
    "citation": "McAdams, D.P. and McLean, K.C. (2013) Narrative identity. *Current Directions in Psychological Science, 22*, 233-238. https://doi.org/10.1177/0963721413475622",
    "abstract": "Narrative identity is a person's internalized and evolving life story, integrating the reconstructed past and imagined future to provide life with some degree of unity and purpose. In recent studies on narrative identity, researchers have paid a great deal of attention to (a) psychological adaptation and (b) development. Research into the relation between life stories and adaptation shows that narrators who find redemptive meanings in suffering and adversity, and who construct life stories that feature themes of personal agency and exploration, tend to enjoy higher levels of mental health, well-being, and maturity. Researchers have tracked the development of narrative identity from its origins in conversations between parents and their young children to the articulation of sophisticated meaning-making strategies in the personal stories told in adolescence and the emerging adulthood years. Future researchers need to (a) disentangle causal relations between features of life stories and positive psychological adaptation and (b) explore further the role of broad cultural contexts in the development of narrative identity."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "📖 Life Narratives",
    "title": "Personality in 100,000 Words: A large-scale analysis of personality and word use among bloggers",
    "year": "2010",
    "citation": "Yarkoni, T. (2010). Personality in 100,000 Words: A large-scale analysis of personality and word use among bloggers. *Journal of Research in Personality, 44*(3), 363–373. https://doi.org/10.1016/j.jrp.2010.04.001",
    "abstract": "Previous studies have found systematic associations between personality and individual differences in word use. Such studies have typically focused on broad associations between major personality domains and aggregate word categories, potentially masking more specific associations. Here I report the results of a large-scale analysis of personality and word use in a large sample of blogs (N = 694). The size of the dataset enabled pervasive correlations with personality to be identified for a broad range of lexical variables, including both aggregate word categories and individual English words. The results replicated category-level findings from previous off-line studies, identified numerous novel associations at both a categorical and single-word level, and underscored the value of complementary approaches to the study of personality and word use."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "📖 Life Narratives",
    "title": "A new Big Five: Fundamental principles for an integrative science of personality",
    "year": "2006",
    "citation": "McAdams, D. P., & Pals, J. L. (2006). A new Big Five: Fundamental principles for an integrative science of personality. *American Psychologist, 61*(3), 204–217. https://doi.org/10.1037/0003-066X.61.3.204",
    "abstract": "Despite impressive advances in recent years with respect to theory and research, personality psychology has yet to articulate clearly a comprehensive framework for understanding the whole person. In an effort to achieve that aim, the current article draws on the most promising empirical and theoretical trends in personality psychology today to articulate 5 big principles for an integrative science of the whole person. Personality is conceived as (a) an individual's unique variation on the general evolutionary design for human nature, expressed as a developing pattern of (b) dispositional traits, (c) characteristic adaptations, and (d) self-defining life narratives, complexly and differentially situated (e) in culture and social context. The 5 principles suggest a framework for integrating the Big Five model of personality traits with those self-defining features of psychological individuality constructed in response to situated social tasks and the human need to make meaning in culture."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "📖 Life Narratives",
    "title": "Linguistic styles: Language use as an individual difference",
    "year": "1999",
    "citation": "Pennebaker, J. W., & King, L. A. (1999). Linguistic styles: Language use as an individual difference. *Journal of Personality and Social Psychology, 77*(6), 1296–1312. https://doi.org/10.1037/0022-3514.77.6.1296",
    "abstract": "Can language use reflect personality style? Studies examined the reliability, factor structure, and validity of written language using a word-based, computerized text analysis program. Daily diaries from 15 substance abuse inpatients, daily writing assignments from 35 students, and journal abstracts from 40 social psychologists demonstrated good internal consistency for over 36 language dimensions. Analyses of the best 15 language dimensions from essays by 838 students yielded 4 factors that replicated across written samples from another 381 students. Finally, linguistic profiles from writing samples were compared with Thematic Apperception Test coding, self-reports, and behavioral measures from 79 students and with self-reports of a 5-factor measure and health markers from more than 1,200 students. Despite modest effect sizes, the data suggest that linguistic style is an independent and meaningful way of exploring personality."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "⚖️ Nomothetic vs. Idiographic Approaches",
    "title": "Beyond nomothetics and idiographics: Towards a systematization of personality research approaches.",
    "year": "2025",
    "citation": "Phan, L. V., Modersitzki, N., Kuper, N., Beckmann, N., Fajkowska, M., Gollwitzer, M., ... & Rauthmann, J. F. (2025). Beyond nomothetics and idiographics: Towards a systematization of personality research approaches. *European Journal of Personality*, 39(2), 233-253. https://doi.org/10.1177/08902070241301633、",
    "abstract": "Psychology is concerned with both general laws of psychological functioning and with the individual person. The debate surrounding nomothetics and idiographics has been brought up repeatedly, but it has never been completely resolved. We therefore aim to provide conceptual clarity on how the terms 'idiographic' and 'nomothetic' are used and how conflating these with other concepts negatively impacts research. By differentiating distinct inferential goals and research approaches, we disentangle these confounding concepts. We demonstrate that the nomothetic–idiographic distinction alone is insufficient for categorizing research approaches in personality science. Specifically, we present a categorization of research approaches based on (a) the focal entity (person(s) versus population(s)) and (b) the type of generalization (no vs. entity-specific vs. cross-entity) resulting in a 2 × 3 matrix of research approaches. Finally, we propose a framework of 25 polytomous criteria to extend upon these distinctions. This framework can be mapped onto the generic empirical research process and may help researchers to make decisions in the research process more explicit."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "⚖️ Nomothetic vs. Idiographic Approaches",
    "title": "Idiographic personality gaussian process for psychological assessment.",
    "year": "2024",
    "citation": "Chen, Y., Xi, M., Montgomery, J., Jackson, J., & Garnett, R. (2024). Idiographic Personality Gaussian Process for Psychological Assessment. *Advance in Neural Information Processing System (NeurIPS)*, 37,. https://doi.org/10.48550/arXiv.2407.04970",
    "abstract": "We develop a novel measurement framework based on a Gaussian process coregionalization model to address a long-lasting debate in psychometrics: whether psychological features like personality share a common structure across the population, vary uniquely for individuals, or some combination. We propose the idiographic personality Gaussian process (IPGP) framework, an intermediate model that accommodates both shared trait structure across a population and 'idiographic' deviations for individuals. IPGP leverages the Gaussian process coregionalization model to handle the grouped nature of battery responses, but adjusted to non-Gaussian ordinal data. We further exploit stochastic variational inference for efficient latent factor estimation required for idiographic modeling at scale. Using synthetic and real data, we show that IPGP improves both prediction of actual responses and estimation of individualized factor structures relative to existing benchmarks. In a third study, we show that IPGP also identifies unique clusters of personality taxonomies in real-world data, displaying great potential in advancing individualized approaches to psychological diagnosis and treatment."
  },
  {
    "label1": "🔬 Personality Constructs & Taxonomies",
    "label2": "⚖️ Nomothetic vs. Idiographic Approaches",
    "title": "Idiographic traits: A return to Allportian approaches to personality.",
    "year": "2020",
    "citation": "Beck, E. D., & Jackson, J. J. (2020). Idiographic traits: A return to Allportian approaches to personality. *Current Directions in Psychological Science*, 29(3), 301-308. https://doi.org/10.1177/0963721420915860",
    "abstract": "Since its beginnings, personality psychology has focused on both nomothetic and idiographic questions, but nomothetic approaches have captured the majority of attention in the past century. In this article, we demonstrate how recent measurement and modeling techniques provide an avenue for testing idiographic propositions about the dynamic features of a personality system. Findings indicate that people have unique structures of personality and that these structures are sensitive to situations people encounter. At the same time, these unique, mutable systems show longitudinal consistency for some but not all people."
  },
  {
    "label1": "👥 Personality Profiles",
    "label2": "",
    "title": "Personality profiles of 263 occupations",
    "year": "2025",
    "citation": "Anni, K., Vainik, U., & Mõttus, R. (2025). Personality profiles of 263 occupations. *Journal of Applied Psychology, 110*(4), 481–511. https://doi.org/10.1037/apl0001249",
    "abstract": "While personality trait assessments are widely used in candidate selection, coaching, and occupational counseling, little published research has systematically compared occupations in personality traits. Using a comprehensive personality assessment, we mapped 263 occupations in self-reported Big Five domains and various personality nuances in a sample of 68,540 individuals and cross-validated the findings in informant ratings of 19,989 individuals. Controlling for age and gender, occupations accounted for 2%–7% of Big Five variance in both self-reports and informant reports. Most occupations’ average Big Five levels were intuitive, replicated across rating methods, and were consistent with those previously obtained with a brief assessment in a different sociocultural context. Often, they also tracked the Occupational Information Network database's work style ratings and clustered along the International Standard Classification of Occupation's hierarchical framework. Finally, occupations with higher average levels of the personality domains typically linked to better job performance tended to be more homogeneous in these domains, suggesting that jobs with higher performing incumbents are often more selective for personality traits. Several personality nuances had intuitive occupational differences that were larger than those of the Big Five domains (explaining up to 12% variance) and replicated well across rating methods, providing more detailed insights into how job incumbents vary in personality. We provide an interactive application for exploring the results (https://apps.psych.ut.ee/JobProfiles/) and discuss the findings' theoretical and practical implications."
  },
  {
    "label1": "👥 Personality Profiles",
    "label2": "",
    "title": "Carving personality description at its joints: Confirmation of three replicable personality prototypes for both children and adults",
    "year": "2001",
    "citation": "Asendorpf, J. B., Borkenau, P., Ostendorf, F., & Van Aken, M. A. (2001). Carving personality description at its joints: Confirmation of three replicable personality prototypes for both children and adults. *European Journal of personality*, 15(3), 169-198. https://doi.org/10.1002/per.408",
    "abstract": "We tested the hypothesis that there are three major prototypic patterns of personality description (resilient, overcontrolled, and undercontrolled) in a series of studies including adults' self‐descriptions on the Big Five and parents' Big Five and Q‐Sort judgments of their children, using both replicated cluster analyses and replicated Q‐factor analyses. The consistency of the prototypes across ages, judges, and methods was quantitatively measured. The results confirmed the hypothesis in all studies. Personality, social relationship, and social interaction correlates of the prototypes indicated externalizing tendencies for undercontrollers and internalizing tendencies for overcontrollers for both children and adults. The studies provide strong evidence for a three‐prototype model of personality description at the highest level of analysis for both childhood and adulthood."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "📈 Dynamics",
    "title": "Whole trait theory",
    "year": "2015",
    "citation": "Fleeson, W., & Jayawickreme, E. (2015). Whole trait theory. *Journal of Research in Personality*, 56, 82-92. https://doi.org/10.1016/B978-0-12-813995-0.00021-2",
    "abstract": "The purpose of this chapter is to describe Whole Trait Theory (WTT) as a modern theory of traits—one that puts dynamics at the core of structure. Personality psychology would benefit from an account of traits that emphasizes dynamic mechanisms underlying those traits (Baumert & Schmitt, 2012; Baumert et al., 2017; Fleeson, 2012). Given the impressive discoveries of the structure of traits (Ashton & Lee, 2012; Goldberg, 1992; Saucier, 2009), the most useful exploration of dynamics would be deeply connected to structure. WTT is intended to connect dynamics to structure by locating the dynamics within a structural model of traits. Furthermore, a dynamic model of traits may enhance the connection of normal personality to clinical personality, and may also find a means to connect the many diverse (and typically dynamic) approaches to personality to each other, including motivational, narrative, and trait approaches. WTT starts with the proposition that the trait term has two rather than a single referent. One referent is the description of how the person actually acts. WTT calls this TraitDES, and defines it as the degrees to which a person manifests the trait across all actions in large portions of life. The other referent of the trait term is the explanatory processes that produce these manifestations. WTT calls this TraitEXP, and defines it as the total set of cognitive, affective, biological, and motivational processes that influence the degree to which a person manifests the trait at any given moment. We elaborate WTT, review evidence regarding testable claims of WTT, and finish with ten future research directions valuable for investigating WTT and the dynamic approach to traits."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "📈 Dynamics",
    "title": "A personality trait-based interactionist model of job performance",
    "year": "2003",
    "citation": "Tett, R. P., & Burnett, D. D. (2003). A personality trait-based interactionist model of job performance. *Journal of Applied psychology*, 88(3), 500. https://doi.org/10.1037/0021-9010.88.3.500",
    "abstract": "Evidence for situational specificity of personality job performance relations calls for better understanding of how personality is expressed as valued work behavior. On the basis of an interactionist principle of trait activation (R. P. Tett & H. A. Guterman, 2000), a model is proposed that distinguishes among 5 situational features relevant to trait expression (job demands, distracters, constraints, releasers, and facilitators), operating at task, social, and organizational levels. Trait-expressive work behavior is distinguished from (valued) job performance in clarifying the conditions favoring personality use in selection efforts. The model frames linkages between situational taxonomies (e.g., J. L. Holland's [1985] RIASEC model) and the Big Five and promotes useful discussion of critical issues, including situational specificity, personality-oriented job analysis, team building, and work motivation."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "📈 Dynamics",
    "title": "A cognitive-affective system theory of personality: reconceptualizing situations, dispositions, dynamics, and invariance in personality structure",
    "year": "1995",
    "citation": "Mischel, W., & Shoda, Y. (1995). A cognitive-affective system theory of personality: reconceptualizing situations, dispositions, dynamics, and invariance in personality structure. *Psychological Review*, 102(2), 246. https://doi.org/10.1037/0033-295X.102.2.246    #### Novel Perspectives",
    "abstract": "A theory was proposed to reconcile paradoxical findings on the invariance of personality and the variability of behavior across situations. For this purpose, individuals were assumed to differ in (a) the accessibility of cognitive–affective mediating units (such as encodings, expectancies and beliefs, affects, and goals) and (b) the organization of relationships through which these units interact with each other and with psychological features of situations. The theory accounts for individual differences in predictable patterns of variability across situations (e.g., if A then she X, but if B then she Y), as well as for overall average levels of behavior, as essential expressions or behavioral signatures of the same underlying personality system. Situations, personality dispositions, dynamics, and structure were reconceptualized from this perspective."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "📈 Dynamics",
    "title": "Behavioral variability as a function of people, situation, and their interaction",
    "year": "2025",
    "citation": "Xi, M., & Jackson, J. J. (2025). Behavioral variability as a function of people, situation, and their interaction. *Journal of Personality and Social Psychology*. https://doi.org/10.31234/osf.io/v4dfh",
    "abstract": "Behavioral variability has long been a central topic in personality psychology. Traditionally, research has focused on differences in mean levels of behavior across situations and time, rather than taking a situation-specific approach. These approaches neglect variability (or the opposite, consistency) within a situation, often treating within-situation variability as mere error. This study investigates three primary questions involving behavioral variability: 1) is variability a general characteristic of individuals or contingent on situational factors? 2) Do situations influence behavioral variability either by allowing for more behavioral variability or by increasing behavioral consistency? and 3) Do personality traits interact with situations to affect variability? Utilizing intensive longitudinal data from two studies, we developed a novel Situational Density Distribution (SDD) model to capture person-specific within-situation variability. Our findings indicate that behavioral variability is not solely a function of individual differences but is significantly shaped by situational contexts. Contrary to the strong situation hypothesis, situations can influence behavioral variability in both directions, making people more and less variable. Finally, personality traits were found to modulate the impact of situations on behavioral consistency, suggesting that variability reflects the interplay between person and situation factors. These results highlight the importance of considering behavioral variability, which offers insights into personality dynamics rather than exclusively focusing on mean-level analyses. The implications of the SDD model for studying person-situation transactions are also discussed."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "📈 Dynamics",
    "title": "Distinguishing four types of Person × Situation interactions: An integrative framework and empirical examination",
    "year": "2024",
    "citation": "Kuper, N., von Garrel, A. S., Wiernik, B. M., Phan, L. V., Modersitzki, N., & Rauthmann, J. F. (2024). Distinguishing four types of Person× Situation interactions: An integrative framework and empirical examination. Journal of Personality and Social Psychology, 126(2), 282. https://doi.org/10.1037/pspp0000473",
    "abstract": "People differ in their reaction to situations, resulting in Person × Situation interactions. These interactions have been emphasized by many theoretical accounts of personality. Nevertheless, empirical progress on Person × Situation interactions has been slow. This is in part attributable to an insufficient distinction of person and situation variables and of different types of interaction effects. We propose a framework distinguishing four nested types of interaction effects varying in specificity: (a) P × S: broad Person × Situation interaction variance, (b) P × Sspec: between-person differences in situation variable–outcome associations, (c) Pspec × S: between-situation differences in person variable–outcome associations, and (d) Pspec × Sspec: specific Person Variable × Situation Variable interactions. We conducted two large online studies (N = 622 and N = 818) with standardized situation stimuli (N = 62 pictures and N = 62 first-person perspective videos) and assessed Big Five traits, DIAMONDS situation characteristics, and Big Five states. Using preregistered multilevel models, we systematically quantified the different interaction types. We found (a) large Person × Situation interaction variance in personality states, (b) sizable individual differences in situation characteristic–state contingencies, (c) consistent but smaller between-situation differences in trait–state associations, and (d) some significant but (very) small Personality Trait × Situation Characteristic interactions. Our findings highlight Person × Situation interactions as potentially important predictors of psychological states, although the explanation of these interactions through specific person variables remains difficult. Individual differences in the reaction to situations should be incorporated into our models of personality."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "📈 Dynamics",
    "title": "Capturing interactions, correlations, fits, and transactions: A Person-Environment relations model",
    "year": "2021",
    "citation": "Rauthmann, J. F. (2021). Capturing interactions, correlations, fits, and transactions: A person-environment relations model. *In The handbook of personality dynamics and processes* (pp. 427-522). Academic Press. https://doi.org/10.1016/B978-0-12-813995-0.00018-2",
    "abstract": "To understand personality dynamics, processes, and functioning better, knowledge on the relations between persons and environments needs to advance. First, this chapter outlines basic elements of persons (short-term Image 105 as states and long-term Image 106 as traits) and environments (short-term Image 107 for situations and long-term Image 108 for niches) along with their respective properties in a respecified and extended Lewinian formula. Second, a generic Person-Environment Relations Model (PERM) is presented that specifies the different relations and important effect paths between person, environment, and outcome variables. Within the PERM, four central types of person-environment relations are distinguished and subsequently discussed in detail: interactions (person and environment variables moderate each other's effects on outcomes), correlations (person and environment variables are concurrently associated), fits (person and environment variables match with each other), and transactions (person and environment variables affect each other across time). Here, person-environment fit is distinguished as either a special effect pattern (involving an interaction) or a correlation, respectively. Third, focusing on the different ways in which persons and environments calibrate themselves toward each other, different navigation mechanisms are systematized, with a special emphasis on how persons navigate environments. Lastly, suggestions and recommendations for future lines of theory, methodology, and empirical research are provided."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "📈 Dynamics",
    "title": "The dynamics, processes, mechanisms, and functioning of personality: An overview of the field",
    "year": "2021",
    "citation": "Kuper, N., Modersitzki, N., Phan, L. V., & Rauthmann, J. F. (2021). The dynamics, processes, mechanisms, and functioning of personality: An overview of the field. *British Journal of Psychology*, 112(1), 1-51. https://doi.org/10.1111/bjop.12486",
    "abstract": "Personality psychology has long focused on structural trait models, but it can also offer a rich understanding of the dynamics, processes, mechanisms, and functioning of individual differences or entire persons. The field of personality dynamics, which works towards such an understanding, has experienced a renaissance in the last two decades. This review article seeks to act as a primer of that field. It covers its historical roots, summarizes current research strands – along with their theoretical backbones and methodologies – in an accessible way, and sketches some considerations for the future. In doing so, we introduce relevant concepts, give an overview of different topics and phenomena subsumed under the broad umbrella term 'dynamics', and highlight the interdisciplinarity as well as applied relevance of the field. We hope this article can serve as a useful overview for scholars within and outside of personality psychology who are interested in the dynamic nature of human behaviour and experience."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "📈 Dynamics",
    "title": "Equilibria in personality states: A conceptual primer for dynamics in personality states",
    "year": "2020",
    "citation": "Danvers, A. F., Wundrack, R., & Mehl, M. (2020). Equilibria in personality states: A conceptual primer for dynamics in personality states. *European Journal of Personality*, 34(6), 999-1016. https://doi.org/10.1002/per.2239",
    "abstract": "We provide a basic, step–by–step introduction to the core concepts and mathematical fundamentals of dynamic systems modelling through applying the Change as Outcome model, a simple dynamical systems model, to personality state data. This model characterizes changes in personality states with respect to equilibrium points, estimating attractors and their strength in time series data. Using data from the Personality and Interpersonal Roles study, we find that mean state is highly correlated with attractor position but weakly correlated with attractor strength, suggesting strength provides added information not captured by summaries of the distribution. We then discuss how taking a dynamic systems approach to personality states also entails a theoretical shift. Instead of emphasizing partitioning trait and state variance, dynamic systems analyses of personality states emphasize characterizing patterns generated by mutual, ongoing interactions. Change as Outcome modelling also allows for estimating nuanced effects of personality development after significant life changes, separating effects on characteristic states after the significant change and how strongly she or he is drawn towards those states (an aspect of resiliency). Estimating this model demonstrates core dynamics principles and provides quantitative grounding for measures of 'repulsive' personality states and 'ambivert' personality structures."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "🎓 Development",
    "title": "The process and mechanisms of personality change",
    "year": "2024",
    "citation": "Jackson, J. J., & Wright, A. J. (2024). The process and mechanisms of personality change. *Nature Reviews Psychology*, 3(5), 305–318. https://doi.org/10.1038/s44159-024-00295-z",
    "abstract": "Although personality is relatively stable across the lifespan, there is also ample evidence that it is malleable. This potential for change is important because many individuals want to change aspects of their personality and because personality influences important life outcomes. In this Review, we examine the mechanisms responsible for intentional and naturally occurring changes in personality. We discuss four mechanisms — preconditions, triggers, reinforcers and integrators — that are theorized to produce effective change, as well as the forces that promote stability, thereby thwarting enduring changes. Although these mechanisms are common across theories of personality development, the empirical evidence is mixed and inconclusive. Personality change is most likely to occur gradually over long timescales but abrupt, transformative changes are possible when change is deliberately attempted or as a result of biologically mediated mechanisms. When change does occur, it is often modest in scale. Ultimately, it is difficult to cultivate a completely different personality, but small changes are possible."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "🎓 Development",
    "title": "Personality stability and change",
    "year": "2022",
    "citation": "Bleidorn, W., Schwaba, T., Zheng, A., Hopwood, C. J., Sosa, S. S., Roberts, B. W., & Briley, D. A. (2022). Personality stability and change: A meta-analysis of longitudinal studies. *Psychological Bulletin*, 148(7-8), 588. https://doi.org/10.1037/bul0000365",
    "abstract": "Past research syntheses provided evidence that personality traits are both stable and changeable throughout the life span. However, early meta-analytic estimates were constrained by a relatively small universe of longitudinal studies, many of which tracked personality traits in small samples over moderate time periods using measures that were only loosely related to contemporary trait models such as the Big Five. Since then, hundreds of new studies have emerged allowing for more precise estimates of personality trait stability and change across the life span. Here, we updated and extended previous research syntheses on personality trait development by synthesizing novel longitudinal data on rank-order stability (total k = 189, total N = 178,503) and mean-level change (total k = 276, N = 242,542) from studies published after January 1, 2005. Consistent with earlier meta-analytic findings, the rank-order stability of personality traits increased significantly throughout early life before reaching a plateau in young adulthood. These increases in stability coincide with mean-level changes in the direction of greater maturity. In contrast to previous findings, we found little evidence for increasing rank-order stabilities after Age 25. Moreover, cumulative mean-level trait changes across the life span were slightly smaller than previously estimated. Emotional stability, however, increased consistently and more substantially across the life span than previously found. Moderator analyses indicated that narrow facet-level and maladaptive trait measures were less stable than broader domain and adaptive trait measures. Overall, the present findings draw a more precise picture of the life span development of personality traits and highlight important gaps in the personality development literature."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "🎓 Development",
    "title": "Personality trait change in adulthood",
    "year": "2008",
    "citation": "Roberts, B. W., & Mroczek, D. (2008). Personality trait change in adulthood. *Current Directions in Psychological Science*, 17(1), 31-35. https://doi.org/10.1111/j.1467-8721.2008.00543.x",
    "abstract": "Recent longitudinal and cross-sectional aging research has shown that personality traits continue to change in adulthood. In this article, we review the evidence for mean-level change in personality traits, as well as for individual differences in change across the life span. In terms of mean-level change, people show increased self-confidence, warmth, self-control, and emotional stability with age. These changes predominate in young adulthood (age 20–40). Moreover, mean-level change in personality traits occurs in middle and old age, showing that personality traits can change at any age. In terms of individual differences in personality change, people demonstrate unique patterns of development at all stages of the life course, and these patterns appear to be the result of specific life experiences that pertain to a person's stage of life."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "🎓 Development",
    "title": "Patterns of mean-level change in personality traits across the life course: A meta-analysis of longitudinal studies",
    "year": "2006",
    "citation": "Roberts, B. W., Walton, K. E., & Viechtbauer, W. (2006). Patterns of mean-level change in personality traits across the life course: A meta-analysis of longitudinal studies. *Psychological Bulletin, 132*(1), 1–25. https://doi.org/10.1037/0033-2909.132.1.1",
    "abstract": "The present study used meta-analytic techniques (number of samples = 92) to determine the patterns of mean-level change in personality traits across the life course. Results showed that people increase in measures of social dominance (a facet of extraversion), conscientiousness, and emotional stability, especially in young adulthood (age 20 to 40). In contrast, people increase on measures of social vitality (a 2nd facet of extraversion) and openness in adolescence but then decrease in both of these domains in old age. Agreeableness changed only in old age. Of the 6 trait categories, 4 demonstrated significant change in middle and old age. Gender and attrition had minimal effects on change, whereas longer studies and studies based on younger cohorts showed greater change."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "🎓 Development",
    "title": "Personality development: Stability and change",
    "year": "2005",
    "citation": "Caspi, A., Roberts, B. W., & Shiner, R. L. (2005). Personality development: Stability and change. *Annual Review of Psychology, 56*, 453–484. https://doi.org/10.1146/annurev.psych.55.090902.141913",
    "abstract": "In this review, we evaluate four topics in the study of personality development where discernible progress has been made since 1995 (the last time the area of personality development was reviewed in this series). We (a) evaluate research about the structure of personality in childhood and in adulthood, with special attention to possible developmental changes in the lower-order components of broad traits; (b) summarize new directions in behavioral genetic studies of personality; (c) synthesize evidence from longitudinal studies to pinpoint where and when in the life course personality change is most likely to occur; and (d) document which personality traits influence social relationships, status attainment, and health, and the mechanisms by which these personality effects come about. In each of these four areas, we note gaps and identify priorities for further research."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "🎓 Development",
    "title": "The stability of personality: Observations and evaluations",
    "year": "1994",
    "citation": "McCrae, R. R., & Costa, P. T. (1994). The stability of personality: Observations and evaluations. C*urrent Directions in Psychological Science, 3*(6), 173–175. https://doi.org/10.1111/1467-8721.ep10770693",
    "abstract": "Reviews the evidence for the stability of the adult personality traits (PTs) using an excerpt from Ralph Waldo Emerson's (1844) essay on 'Experience' and offers arguments against Emerson's evaluation of personality stability. The importance of a temporal perspective in studying the persistent effects of PTs is discussed. Criticism of the findings on personality stability and the predictability of life are reviewed. It is argued that a distinction between traits that characterize or control personality leads to misunderstandings in evaluating the research."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "💡 Interventions",
    "title": "You have to follow through: Attaining goals promotes personality trait change",
    "year": "2019",
    "citation": "Hudson, N. W., Briley, D. A., Chopik, W. J., & Derringer, J. (2019). You have to follow through: Attaining goals promotes personality trait change. *Journal of Personality and Social Psychology, 117*(4), 839–857. https://doi.org/10.1037/pspp0000221",
    "abstract": "Prior research has found that people's desires to change their personality traits predict corresponding subsequent trait growth over time. However, few studies have examined the processes through which people can volitionally change their personality traits. Thus, it remains unclear whether merely desiring change predicts trait growth or whether actively pursuing change is necessary. The present study was a 15-week intensive longitudinal design that tested whether engaging in trait-typical behaviors predicted trait change. Participants provided self-report ratings of their personality traits and were able to freely accept and complete weekly “challenges”—prewritten behavioral goals that would pull their thoughts, feelings, and behaviors in line with their desired traits. Results indicated that merely accepting behavioral challenges did not predict trait changes. Rather, only actually completing challenges (i.e., performing trait-typical behaviors) predicted trait change over time. Thus, merely wanting to change does not appear to be sufficient to evoke trait growth; successfully changing one's personality traits may require actively and successfully implementing behaviors to change oneself."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "💡 Interventions",
    "title": "A systematic review of personality trait change through intervention",
    "year": "2017",
    "citation": "Roberts, B. W., Luo, J., Briley, D. A., Chow, P. I., Su, R., & Hill, P. L. (2017). A systematic review of personality trait change through intervention. *Psychological Bulletin, 143*(2), 117–141. https://doi.org/10.1037/bul0000088",
    "abstract": "The current meta-analysis investigated the extent to which personality traits changed as a result of intervention, with the primary focus on clinical interventions. We identified 207 studies that had tracked changes in measures of personality traits during interventions, including true experiments and prepost change designs. Interventions were associated with marked changes in personality trait measures over an average time of 24 weeks (e.g., d = .37). Additional analyses showed that the increases replicated across experimental and nonexperimental designs, for nonclinical interventions, and persisted in longitudinal follow-ups of samples beyond the course of intervention. Emotional stability was the primary trait domain showing changes as a result of therapy, followed by extraversion. The type of therapy employed was not strongly associated with the amount of change in personality traits. Patients presenting with anxiety disorders changed the most, and patients being treated for substance use changed the least. The relevance of the results for theory and social policy are discussed."
  },
  {
    "label1": "🔁 Personality Processes & Development",
    "label2": "💡 Interventions",
    "title": "Changing personality traits: Some considerations from psychotherapy process–outcome research for intervention efforts on personality traits",
    "year": "2017",
    "citation": "Allemand, M., & Flückiger, C. (2017). Changing personality traits: Some considerations from psychotherapy process–outcome research for intervention efforts on personality traits. *Journal of Psychotherapy Integration, 27*(4), 476–494. https://doi.org/10.1037/int0000099",
    "abstract": "Video-based measurement methods are new to psychotherapy research and provide new opportunities to investigate mechanisms of psychotherapeutic change related to nonverbal synchrony (movement coordination between patient and therapist). In this study, we validated the applied video-based procedures and evaluated nonverbal synchrony in association with the therapeutic relationship, therapy outcome, and drop-out. The naturalistic analysis sample consisted of 143 patients (136 videotaped sessions), who were treated with integrative cognitive–behavioral therapy at an outpatient clinic in southwest Germany. The videos were analyzed using Motion Energy Analysis (MEA), which provided a value for nonverbal synchrony. Patients routinely completed questionnaires assessing the therapeutic relationship and treatment success. We tested various confounding variables using multilevel modeling and investigated nonverbal synchrony in relation to measures of the therapeutic relationship. Furthermore, we compared different types of outcomes with regard to nonverbal synchrony by means of multilevel modeling. The video-based procedures were shown to be highly valid. We found a link between the amount of nonverbal synchrony and therapeutic success; patients with nonimprovement and consensual termination showed the highest level, improved patients a medium level, and nonimproved patients with drop-out the lowest level of synchrony at the beginning of therapy, even when controlling for the therapeutic relationship. The study applied and evaluated a novel video-based approach in psychotherapy research and related it to common factors and the therapeutic process. Limitations of the automatic measurement methods and opportunities for the future routine prediction of drop-out are discussed."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "🎯 Criteria & Outcomes",
    "title": "Cognitive ability and personal values: A large sample study of Schwartz's values, HEXACO personality, age, and gender",
    "year": "2024",
    "citation": "Anglim, J., & Marty, A. (2024). Cognitive ability and personal values: A large sample study of Schwartz's values, HEXACO personality, age, and gender. *Social Psychological and Personality Science*. https://doi.org/10.1177/19485506241281025",
    "abstract": "This study offers the most comprehensive assessment to date of the relationship between personal values and cognitive ability. A large sample of Australian adults (n = 15,552; 60% female; age M = 38.7, SD = 10.7) completed Schwartz’s Portrait Values Questionnaire (PVQ-RR), 200-item HEXACO Personality Inventory–Revised, and measures of general intelligence, crystallized intelligence (verbal ability), and fluid intelligence (abstract reasoning) as part of a job application. General intelligence correlated positively with self-direction, benevolence, and universalism, and negatively with security, tradition, and conformity. Crystallized intelligence correlated more strongly with values than did fluid intelligence. Basic values explained more variance in cognitive ability compared with higher-order values, while narrow values provided minimal incremental prediction. Personal values correlated more strongly with intelligence than did personality traits. Item-level models for personal values and personality offered meaningful incremental prediction of intelligence. Findings support refinement of theories on the development of values, personality, and cognitive ability."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "🎯 Criteria & Outcomes",
    "title": "The stressful personality: A meta-analytical review of the relation between personality and stress",
    "year": "2023",
    "citation": "Luo, J., Zhang, B., Cao, M., & Roberts, B. W. (2023). The stressful personality: A meta-analytical review of the relation between personality and stress. *Personality and social psychology review, 27*(2), 128-194. https://doi.org/10.1177/10888683221104002",
    "abstract": "The current study presented the first meta-analytic review on the associations between the Big Five personality traits and stress measured under different conceptualizations (stressor exposure, psychological and physiological stress responses) using a total of 1,575 effect sizes drawn from 298 samples. Overall, neuroticism was found to be positively related to stress, whereas extraversion, agreeableness, conscientiousness, and openness were negatively linked to stress. When stress assessed under different conceptualizations was tested, only neuroticism, agreeableness, and conscientiousness were related to stressor exposure. All of the Big Five personality traits were significantly associated with psychological stress perception, whereas the five personality traits showed weak to null associations with physiological stress response. Further moderation analyses suggested that the associations between personality traits and stress under different conceptualizations were also contingent upon different characteristics of stress, sample, study design, and measures. The results supported the important role of personality traits in individual differences in stress."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "🎯 Criteria & Outcomes",
    "title": "Exploring the persome: The power of the item in understanding personality structure",
    "year": "2020",
    "citation": "Revelle, W., Dworak, E. M., & Condon, D. M. (2020). Exploring the persome: The power of the item in understanding personality structure. *Personality and Individual Differences, 169*, 109905. https://doi.org/10.1016/j.paid.2020.109905",
    "abstract": "We discuss methods of data collection and analysis that emphasize the power of individual personality items for predicting real world criteria (e.g., smoking, exercise, self-rated health). These methods are borrowed by analogy from radio astronomy and human genomics. Synthetic Aperture Personality Assessment (SAPA) applies a matrix sampling procedure that synthesizes very large covariance matrices through the application of massively missing at random data collection. These large covariance matrices can be applied, in turn, in Persome Wide Association Studies (PWAS) to form personality prediction scores for particular criteria. We use two open source data sets (N=4,000 and 126,884 with 135 and 696 items respectively) for demonstrations of both of these procedures. We compare these procedures to the more traditional use of 'Big 5' or a larger set of narrower factors (the 'little 27'). We argue that there is more information at the item level than is used when aggregating items to form factorially derived scales."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "🎯 Criteria & Outcomes",
    "title": "Are we getting fooled again? Coming to terms with limitations in the use of personality tests for personnel selection",
    "year": "2007",
    "citation": "Morgeson, F. P., Campion, M. A., Dipboye, R. L., Hollenbeck, J. R., Murphy, K., & Schmitt, N. (2007). Are we getting fooled again? Coming to terms with limitations in the use of personality tests for personnel selection. *Personnel Psychology, 60*(4), 1029–1049. https://doi.org/10.1111/j.1744-6570.2007.00100.x",
    "abstract": "We recently published an article in which we highlighted a number of issues associated with the use of self-report personality tests in personnel selection contexts (Morgeson et al., 2007). Both Ones, Dilchert, Viswesvaran, and Judge (2007) and Tett and Christiansen (2007) have written responses to this article. In our response to these articles we address many of the issues raised by Ones et al. and Tett and Christiansen. In addition to a detailed response, we make the following 4 key points: (1) Our criticisms of personality testing apply only to the selection context, not to all research on personality; (2) the observed validities of personality tests predicting job performance criteria are low and have not changed much over time; (3) when evaluating the usefulness of using personality tests to select applicants, one must not ignore the observed, uncorrected validity; and (4) when discussing the value of personality tests for selection contexts, the most important criteria are those that reflect job performance. Implications for personality testing research and practice are discussed."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "🎯 Criteria & Outcomes",
    "title": "In support of personality assessment in organizational settings",
    "year": "2007",
    "citation": "Ones, D. S., Dilchert, S., Viswesvaran, C., & Judge, T. A. (2007). In support of personality assessment in organizational settings. *Personnel Psychology, 60*(4), 995–1027. https://doi.org/10.1111/j.1744-6570.2007.00099.x",
    "abstract": "Personality constructs have been demonstrated to be useful for explaining and predicting attitudes, behaviors, performance, and outcomes in organizational settings. Many professionally developed measures of personality constructs display useful levels of criterion-related validity for job performance and its facets. In this response to Morgeson et al. (2007), we comprehensively summarize previously published meta-analyses on (a) the optimal and unit-weighted multiple correlations between the Big Five personality dimensions and behaviors in organizations, including job performance; (b) generalizable bivariate relationships of Conscientiousness and its facets (e.g., achievement orientation, dependability, cautiousness) with job performance constructs; (c) the validity of compound personality measures; and (d) the incremental validity of personality measures over cognitive ability. Hundreds of primary studies and dozens of meta-analyses conducted and published since the mid 1980s indicate strong support for using personality measures in staffing decisions. Moreover, there is little evidence that response distortion among job applicants ruins the psychometric properties, including criterion-related validity, of personality measures. We also provide a brief evaluation of the merits of alternatives that have been offered in place of traditional self-report personality measures for organizational decision making. Given the cumulative data, writing off the whole domain of individual differences in personality or all self-report measures of personality from personnel selection and organizational decision making is counterproductive for the science and practice of I-O psychology."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "🎯 Criteria & Outcomes",
    "title": "Reconsidering the use of personality tests in personnel selection contexts",
    "year": "2007",
    "citation": "Morgeson, F. P., Campion, M. A., Dipboye, R. L., Hollenbeck, J. R., Murphy, K., & Schmitt, N. (2007). Reconsidering the use of personality tests in personnel selection contexts. *Personnel Psychology, 60*(3), 683–729. https://doi.org/10.1111/j.1744-6570.2007.00089.x",
    "abstract": "Although long thought to be unrelated to job performance, research in the early 1990s provided evidence that personality can predict job performance. Accompanying this research was a resurgence of interest in the use of personality tests in high-stakes selection environments. Yet there are numerous potential problems associated with the current operational use of personality. As such, 5 former journal editors from Personnel Psychology and the Journal of Applied Psychology (2 primary outlets for such research), who have collectively reviewed over 7,000 manuscripts and who have no vested interest in personality testing, reconsider the research on the use of personality tests in environments where important selection decisions are made. Their comments are based on a panel discussion held at the 2004 SIOP conference. Collectively, they come to several conclusions. First, faking on self-report personality tests cannot be avoided and perhaps is not the issue; the issue is the very low validity of personality tests for predicting job performance. Second, as such, using published self-report personality tests in selection contexts should be reconsidered. Third, personality constructs may have value for employee selection, but future research should focus on finding alternatives to self-report personality measures."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "🎯 Criteria & Outcomes",
    "title": "The power of personality: the comparative validity of personality traits, socioeconomic status, and cognitive ability for predicting important life outcomes",
    "year": "2007",
    "citation": "Roberts, B. W., Kuncel, N. R., Shiner, R., Caspi, A., & Goldberg, L. R. (2007). The power of personality: the comparative validity of personality traits, socioeconomic status, and cognitive ability for predicting important life outcomes. *Perspectives on Psychological Science, 2*(4), 313–345. https://doi.org/10.1111/j.1745-6916.2007.00047.x",
    "abstract": "The ability of personality traits to predict important life outcomes has traditionally been questioned because of the putative small effects of personality. In this article, we compare the predictive validity of personality traits with that of socioeconomic status (SES) and cognitive ability to test the relative contribution of personality traits to predictions of three critical outcomes: mortality, divorce, and occupational attainment. Only evidence from prospective longitudinal studies was considered. In addition, an attempt was made to limit the review to studies that controlled for important background factors. Results showed that the magnitude of the effects of personality traits on mortality, divorce, and occupational attainment was indistinguishable from the effects of SES and cognitive ability on these outcomes. These results demonstrate the influence of personality traits on important life outcomes, highlight the need to more routinely incorporate measures of personality into quality of life surveys, and encourage further research about the developmental origins of personality traits and the processes by which these traits influence diverse life outcomes."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "🎯 Criteria & Outcomes",
    "title": "The Big Five personality traits, general mental ability, and career success across the life span",
    "year": "1999",
    "citation": "Judge, T. A., Higgins, C. A., Thoresen, C. J., & Barrick, M. R. (1999). The Big Five personality traits, general mental ability, and career success across the life span. *Personnel Psychology, 52*(3), 621–652. https://doi.org/10.1111/j.1744-6570.1999.tb00174.x",
    "abstract": "The present study investigated the relationship of traits from the 5-factor model of personality (often termed the 'Big Five') and general mental ability with career success. Career success was argued to be comprised of intrinsic success (job satisfaction) and extrinsic success (income and occupational status) dimensions. Data were obtained from the Intergenerational Studies, a set of 3 studies that followed participants from early childhood to retirement. The most general findings were that conscientiousness positively predicted intrinsic and extrinsic career success, neuroticism negatively predicted extrinsic success, and general mental ability positively predicted extrinsic career success. Personality was related to career success controlling for general mental ability and, though adulthood measures of the Big Five traits were more strongly related to career success than were childhood measures, both contributed unique variance in explaining career success."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "🎯 Criteria & Outcomes",
    "title": "Role of social desirability in personality testing for personnel selection: The red herring",
    "year": "1996",
    "citation": "Ones, D. S., Viswesvaran, C., & Reiss, A. D. (1996). Role of social desirability in personality testing for personnel selection: The red herring. *Journal of Applied Psychology, 81*(6), 660–679. https://doi.org/10.1037/0021-9010.81.6.660",
    "abstract": "Response bias continues to be the most frequently cited criticism of personality testing for personnel selection. The authors meta-analyzed the social desirability literature, examining whether social desirability functions as a predictor for a variety of criteria, as a suppressor, or as a mediator. Social desirability scales were found not to predict school success, task performance, counterproductive behaviors, and job performance. Correlations with the Big Five personality dimensions, cognitive ability, and years of education are presented along with empirical evidence that (a) social desirability is not as pervasive a problem as has been anticipated by industrial-organizational psychologists, (b) social desirability is in fact related to real individual differences in emotional stability and conscientiousness, and (c) social desirability does not function as a predictor, as a practically useful suppressor, or as a mediator variable for the criterion of job performance. Removing the effects of social desirability from the Big Five dimensions of personality leaves the criterion-related validity of personality constructs for predicting job performance intact."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "📐 Differences in Measurement",
    "title": "An other perspective on personality: Meta-analytic integration of observers' accuracy and predictive validity",
    "year": "2010",
    "citation": "Connelly, B. S., & Ones, D. S. (2010). An other perspective on personality: Meta-analytic integration of observers' accuracy and predictive validity. *Psychological Bulletin, 136*(6), 1092–1122. https://doi.org/10.1037/a0021212",
    "abstract": "The bulk of personality research has been built from self-report measures of personality. However, collecting personality ratings from other-raters, such as family, friends, and even strangers, is a dramatically underutilized method that allows better explanation and prediction of personality's role in many domains of psychology. Drawing hypotheses from D. C. Funder's (1995) realistic accuracy model about trait and information moderators of accuracy, we offer 3 meta-analyses to help researchers and applied psychologists understand and interpret both consistencies and unique insights afforded by other-ratings of personality. These meta-analyses integrate findings based on 44,178 target individuals rated across 263 independent samples. Each meta-analysis assessed the accuracy of observer ratings, as indexed by interrater consensus/reliability (Study 1), self–other correlations (Study 2), and predictions of behavior (Study 3). The results show that although increased frequency of interacting with targets does improve accuracy in rating personality, informants' interpersonal intimacy with the target is necessary for substantial increases in other-rating accuracy. Interpersonal intimacy improved accuracy especially for traits low in visibility (e.g., Emotional Stability) but only minimally for traits high in evaluativeness (e.g., Agreeableness). In addition, observer ratings were strong predictors of behaviors. When the criterion was academic achievement or job performance, other-ratings yielded predictive validities substantially greater than and incremental to self-ratings. These findings indicate that extraordinary value can gained by using other-reports to measure personality, and these findings provide guidelines toward enriching personality theory. Various subfields of psychology in which personality variables are systematically assessed and utilized in research and practice can benefit tremendously from use of others' ratings to measure personality variables."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "📐 Differences in Measurement",
    "title": "The convergent validity between self and observer ratings of personality: A meta-analytic review",
    "year": "2007",
    "citation": "Connolly, J. J., Kavanagh, E. J., & Viswesvaran, C. (2007). The convergent validity between self and observer ratings of personality: A meta-analytic review. *International Journal of Selection and Assessment, 15*(1), 110–117. https://doi.org/10.1111/j.1468-2389.2007.00371.x",
    "abstract": "The convergent validity between self and observer ratings of the Big Five dimensions of personality was examined by cumulating research findings across studies. The mean correlation corrected for coefficient α in self-ratings and inter-rater reliability in observer ratings was .46 for agreeableness (N=6359, k=53), .56 for conscientiousness (N=6754, k=58), .51 for emotional stability (N=8000, k=55), .62 for extraversion (N=7725, k=50), and .59 for openness to experience (N=5333, k=38). Results indicate that, although there is a high degree of construct overlap, both self and observer ratings have substantial unique variance. Moderator effects were analyzed. The duration of acquaintance (strangers vs close relatives) as well as observer type (peers at work vs relatives) were analyzed. Acquaintanceship had a large moderating effect whereas observer type did not moderate the level of convergence."
  },
  {
    "label1": "🔮 Predictability of Personality",
    "label2": "📐 Differences in Measurement",
    "title": "Validation of the five-factor model of personality across instruments and observers",
    "year": "1987",
    "citation": "McCrae, R. R., & Costa, P. T. (1987). Validation of the five-factor model of personality across instruments and observers. *Journal of Personality and Social Psychology, 52*(1), 81–90. https://doi.org/10.1037/0022-3514.52.1.81",
    "abstract": "Two data sources—self reports and peer ratings—and two instruments—adjective factors and questionnaire scales—were used to assess the five-factor model of personality. As in a previous study of self-reports (McCrae & Costa, 1985b), adjective factors of neuroticism, extraversion, openness to experience, agreeableness–antagonism, and conscientiousness–undirectedness were identified in an analysis of 738 peer ratings of 275 adult subjects. Intraclass correlations among raters, ranging from .30 to .65, and correlations between mean peer ratings and self-reports, from .25 to .62, showed substantial cross-observer agreement on all five adjective factors. Similar results were seen in analyses of scales from the NEO Personality Inventory. Items from the adjective factors were used as guides in a discussion of the nature of the five factors. These data reinforce recent appeals for the adoption of the five-factor model in personality research and assessment."
  },
  {
    "label1": "🧬 Behavioral Genetics of Personality",
    "label2": "",
    "title": "Robust inference and widespread genetic correlates from a large-scale genetic association study of human personality",
    "year": "2025",
    "citation": "Schwaba, T., Sullivan, M. L. C., Akingbuwa, W. A., Ilves, K., Tanksley, P. T., Williams, C. M., Dragostinov, Y., Liao, W., Ackerman, L. S., Fealy, J. C. M., Hemani, G., De La Fuente, J., Gupta, P., Stein, M. B., Gelernter, J., Levey, D. F., Vosa, U., Ausmees, L., Realo, A., . . . Tucker-Drob, E. M. (2025). Robust inference and widespread genetic correlates from a large-scale genetic association study of human personality. *bioRxiv (Cold Spring Harbor Laboratory)*. https://doi.org/10.1101/2025.05.16.648988",
    "abstract": "Personality traits describe stable differences in how individuals think, feel, and behave and how they interact with and experience their social and physical environments. We assemble data from 46 cohorts including 611K-1.14M participants with European-like and African-like genomes for genome-wide association studies (GWAS) of the Big Five personality traits (extraversion, agreeableness, conscientiousness, neuroticism, and openness to experience), and data from 51K participants for within-family GWAS. We identify 1,257 lead genetic variants associated with personality, including 823 novel variants. Common genetic variants explain 4.8%-9.3% of the variance in each trait, and 10.5%-16.2% accounting for measurement unreliability. Genetic effects on personality are highly consistent across geography, reporter (self vs. close other), age group, and measurement instrument, and we find minimal spousal assortment for personality in recent history. In stark contrast to many other social and behavioral traits, within-family GWAS and polygenic index analyses indicate little to no shared environmental confounding in genetic associations with personality. Polygenic prediction, genetic correlation, and Mendelian randomization analyses indicate that personality genetics have widespread, potentially causal associations with a wide range of consequential behaviors and life outcomes. The genetic architecture of personality is robust and fundamental to being a human."
  },
  {
    "label1": "🧬 Behavioral Genetics of Personality",
    "label2": "",
    "title": "Genome-wide analyses for personality traits identify six genomic loci and show correlations with psychiatric disorders",
    "year": "2017",
    "citation": "Lo, M. T., Hinds, D. A., Tung, J. Y., Franz, C., Fan, C. C., Wang, Y., ... & Chen, C. H. (2017). Genome-wide analyses for personality traits identify six genomic loci and show correlations with psychiatric disorders. *Nature Genetics, 49*(1), 152–156. https://doi.org/10.1038/ng.3736",
    "abstract": "Personality is influenced by genetic and environmental factors1 and associated with mental health. However, the underlying genetic determinants are largely unknown. We identified six genetic loci, including five novel loci2,3, significantly associated with personality traits in a meta-analysis of genome-wide association studies (N = 123,132–260,861). Of these genome-wide significant loci, extraversion was associated with variants in WSCD2 and near PCDH15, and neuroticism with variants on chromosome 8p23.1 and in L3MBTL2. We performed a principal component analysis to extract major dimensions underlying genetic variations among five personality traits and six psychiatric disorders (N = 5,422–18,759). The first genetic dimension separated personality traits and psychiatric disorders, except that neuroticism and openness to experience were clustered with the disorders. High genetic correlations were found between extraversion and attention-deficit–hyperactivity disorder (ADHD) and between openness and schizophrenia and bipolar disorder. The second genetic dimension was closely aligned with extraversion–introversion and grouped neuroticism with internalizing psychopathology (e.g., depression or anxiety)."
  },
  {
    "label1": "🧬 Behavioral Genetics of Personality",
    "label2": "",
    "title": "A genome-wide association study of Cloninger's temperament scales: Implications for the evolutionary genetics of personality",
    "year": "2010",
    "citation": "Verweij, K. J. H., Zietsch, B. P., Medland, S. E., Gordon, S. D., Benyamin, B., Nyholt, D. R., McEvoy, B. P., Sullivan, P. F., Heath, A. C., Madden, P. A. F., Henders, A. K., Montgomery, G. W., Martin, N. G., & Wray, N. R. (2010). A genome-wide association study of Cloninger's temperament scales: Implications for the evolutionary genetics of personality. *Biological Psychology, 85*(2), 306–317. https://doi.org/10.1016/j.biopsycho.2010.07.018",
    "abstract": "Variation in personality traits is 30–60% attributed to genetic influences. Attempts to unravel these genetic influences at the molecular level have, so far, been inconclusive. We performed the first genome-wide association study of Cloninger's temperament scales in a sample of 5117 individuals, in order to identify common genetic variants underlying variation in personality. Participants’ scores on Harm Avoidance, Novelty Seeking, Reward Dependence, and Persistence were tested for association with 1,252,387 genetic markers. We also performed gene-based association tests and biological pathway analyses. No genetic variants that significantly contribute to personality variation were identified, while our sample provides over 90% power to detect variants that explain only 1% of the trait variance. This indicates that individual common genetic variants of this size or greater do not contribute to personality trait variation, which has important implications regarding the genetic architecture of personality and the evolutionary mechanisms by which heritable variation is maintained."
  },
  {
    "label1": "🧬 Behavioral Genetics of Personality",
    "label2": "",
    "title": "Genes, evolution, and personality",
    "year": "2001",
    "citation": "Bouchard, T. J., & Loehlin, J. C. (2001). Genes, evolution, and personality. *Behavior Genetics, 31*(3), 243–273. https://doi.org/10.1023/A:1012294324713",
    "abstract": "There is abundant evidence, some of it reviewed in this paper, that personality traits are substantially influenced by the genes. Much remains to be understood about how and why this is the case. We argue that placing the behavior genetics of personality in the context of epidemiology, evolutionary psychology, and neighboring psychological domains such as interests and attitudes should help lead to new insights. We suggest that important methodological advances, such as measuring traits from multiple viewpoints, using large samples, and analyzing data by modern multivariate techniques, have already led to major changes in our view of such perennial puzzles as the role of “unshared environment” in personality. In the long run, but not yet, approaches via molecular genetics and brain physiology may also make decisive contributions to understanding the heritability of personality traits. We conclude that the behavior genetics of personality is alive and flourishing but that there remains ample scope for new growth and that much social science research is seriously compromised if it does not incorporate genetic variation in its explanatory models."
  },
  {
    "label1": "🧬 Behavioral Genetics of Personality",
    "label2": "",
    "title": "Behavioral genetics and personality",
    "year": "1999",
    "citation": "Plomin, R., & Caspi, A. (1999). Behavioral genetics and personality. In L. A. Pervin & O. P. John (Eds.), *Handbook of personality: Theory and research* (2nd ed., pp. 251–276). Guilford Press. https://psycnet.apa.org/record/1999-04371-009",
    "abstract": "The chapter begins with an overview of research showing a genetic contribution to personality, and focuses on the three broad topics of heritability, environment, and molecular genetics. One example at the heart of the nature–nurture controversy is that behavioral genetic theory and methods are as informative about environmental influences as they are about genetic influences. In addition to documenting the influences of genetics, behavioral genetic research provides the best available evidence for the importance of the environment and has led to two discoveries with implications about how the environment affects personality development. Another exciting new direction for genetic research on personality is the attempt to identify specific genes responsible for genetic influence on personality."
  },
  {
    "label1": "🧬 Behavioral Genetics of Personality",
    "label2": "",
    "title": "Heritability of the big five personality dimensions and their facets: A twin study",
    "year": "1996",
    "citation": "Jang, K. L., Livesley, W. J., & Vernon, P. A. (1996). Heritability of the big five personality dimensions and their facets: A twin study. *Journal of Personality, 64*(3), 577–591. https://doi.org/10.1111/j.1467-6494.1996.tb00522.x",
    "abstract": "The genetic and environmental etiology of the five-factor model of personality as measured by the revised NEO Personality Inventory (NEO-PI-R) was assessed using 123 pairs of identical twins and 127 pairs of fraternal twins. Broad genetic influence on the five dimensions of Neuroticism, Extraversion, Openness, Agreeableness, and Conscientiousness was estimated at 41%, 53%, 61%, 41%, and 44%, respectively. The facet scales also showed substantial heritability, although for several facets the genetic influence was largely nonadditive. The influence of the environment was consistent across all dimensions and facets. Shared environmental influences accounted for a negligible proportion of the variance in most scales, whereas nonshared environmental influences accounted for the majority of the environmental variance in all scales."
  },
  {
    "label1": "🧪 Novel Methods",
    "label2": "",
    "title": "A deep learning approach to personality assessment: Generalizing across items and expanding the reach of survey-based research",
    "year": "2024",
    "citation": "Abdurahman, S., Vu, H., Zou, W., Ungar, L., & Bhatia, S. (2024). A deep learning approach to personality assessment: Generalizing across items and expanding the reach of survey-based research. *Journal of Personality and Social Psychology, 126*(2), 312–331. https://doi.org/10.1037/pspp0000480",
    "abstract": "Traditional methods of personality assessment, and survey-based research in general, cannot make inferences about new items that have not been surveyed previously. This limits the amount of information that can be obtained from a given survey. In this article, we tackle this problem by leveraging recent advances in statistical natural language processing. Specifically, we extract embedding representations of questionnaire items from deep neural networks, trained on large-scale English language data. These embeddings allow us to construct a high-dimensional space of items, in which linguistically similar items are located near each other. We combine item embeddings with machine learning algorithms to extrapolate participant ratings of personality items to completely new items that have not been rated by any participants. The accuracy of our approach is on par with incentivized human judges given an identical task, indicating that it predicts ratings of new personality items as accurately as people do. Our approach is also capable of identifying psychological constructs associated with questionnaire items and can accurately cluster items into their constructs based only on their language content. Overall, our results show how representations of linguistic personality descriptors obtained from deep language models can be used to model and predict a large variety of traits, scales, and constructs. In doing so, they showcase a new scalable and cost-effective method for psychological measurement."
  },
  {
    "label1": "🧪 Novel Methods",
    "label2": "",
    "title": "How well can an AI chatbot infer personality? Examining psychometric properties of machine-inferred personality scores",
    "year": "2023",
    "citation": "Fan, J., Sun, T., Liu, J., Zhao, T., Zhang, B., Chen, Z., Glorioso, M., & Hack, E. (2023). How well can an AI chatbot infer personality? Examining psychometric properties of machine-inferred personality scores. *Journal of Applied Psychology, 108*(8), 1277–1299. https://doi.org/10.1037/apl0001082",
    "abstract": "The present study explores the plausibility of measuring personality indirectly through an artificial intelligence (AI) chatbot. This chatbot mines various textual features from users' free text responses collected during an online conversation/interview and then uses machine learning algorithms to infer personality scores. We comprehensively examine the psychometric properties of the machine-inferred personality scores, including reliability (internal consistency, split-half, and test–retest), factorial validity, convergent and discriminant validity, and criterion-related validity. Participants were undergraduate students (n = 1,444) enrolled in a large southeastern public university in the United States who completed a self-report Big Five personality measure (IPIP-300) and engaged with an AI chatbot for approximately 20–30 min. In a subsample (n = 407), we obtained participants' cumulative grade point averages from the University Registrar and had their peers rate their college adjustment. In an additional sample (n = 61), we obtained test–retest data. Results indicated that machine-inferred personality scores (a) had overall acceptable reliability at both the domain and facet levels, (b) yielded a comparable factor structure to self-reported questionnaire-derived personality scores, (c) displayed good convergent validity but relatively poor discriminant validity (averaged convergent correlations = .48 vs. averaged machine-score correlations = .35 in the test sample), (d) showed low criterion-related validity, and (e) exhibited incremental validity over self-reported questionnaire-derived personality scores in some analyses. In addition, there was strong evidence for cross-sample generalizability of psychometric properties of machine scores. Theoretical implications, future research directions, and practical considerations are discussed."
  },
  {
    "label1": "🧪 Novel Methods",
    "label2": "",
    "title": "Deep lexical hypothesis: Identifying personality structure in natural language",
    "year": "2023",
    "citation": "Cutler, A., & Condon, D. M. (2023). Deep lexical hypothesis: Identifying personality structure in natural language. *Journal of Personality and Social Psychology, 125*(1), 173–197. https://doi.org/10.1037/pspp0000443",
    "abstract": "Recent advances in natural language processing (NLP) have produced general models that can perform complex tasks such as summarizing long passages and translating across languages. Here, we introduce a method to extract adjective similarities from language models as done with survey-based ratings in traditional psycholexical studies but using millions of times more text in a natural setting. The correlational structure produced through this method is highly similar to that of self- and other-ratings of 435 English terms reported by Saucier and Goldberg (1996a). The first three unrotated factors produced using NLP are congruent with those in survey data, with coefficients of 0.89, 0.79, and 0.79. This structure is robust to many modeling decisions: adjective set, including those with 1,710 (Goldberg, 1982) and 18,000 English terms (Allport & Odbert, 1936); the query used to extract correlations; and language model. Notably, Neuroticism and Openness are only weakly and inconsistently recovered. This is a new source of signal that is closer to the original (semantic) vision of the lexical hypothesis. The method can be applied where surveys cannot: in dozens of languages simultaneously, with tens of thousands of items, on historical text, and at extremely large scale for little cost. The code is made public to facilitate reproduction and fast iteration in new directions of research."
  },
  {
    "label1": "🧪 Novel Methods",
    "label2": "",
    "title": "Using machine learning to advance personality assessment and theory",
    "year": "2018",
    "citation": "Bleidorn, W., & Hopwood, C. J. (2018). Using machine learning to advance personality assessment and theory. *Personality and Social Psychology Review, 23*(2), 190-203. https://doi.org/10.1177/1088868318772990",
    "abstract": "Machine learning has led to important advances in society. One of the most exciting applications of machine learning in psychological science has been the development of assessment tools that can powerfully predict human behavior and personality traits. Thus far, machine learning approaches to personality assessment have focused on the associations between social media and other digital records with established personality measures. The goal of this article is to expand the potential of machine learning approaches to personality assessment by embedding it in a more comprehensive construct validation framework. We review recent applications of machine learning to personality assessment, place machine learning research in the broader context of fundamental principles of construct validation, and provide recommendations for how to use machine learning to advance our understanding of personality."
  }
]